[net]
batch=1
subdivisions =1
height=227
width=227
channels=3
max_crop =227

mmmentum =0.9
decay = 0.0005

learning_rate = 0.01
policy=poly
power=4
max_batches=800000

angle=7
hue=.1
saturation=0.75
exposure=0.75
aspect=0.75

[convolutional]
filters = 96
size=11
stride=4
pad=0
activation=relu
[maxpool]
size=3
stride=2
padding=0
[covolutional]
filters=256
size=5
stride=1
pad=1
activation=relu
[maxpool]
size=3
stride=2
pading=0
[convolutional]
filters=384
size=3
stride=1
pad=1
activation=relu
[convolutional]
filters=384
size=3
stride=1
pad=1
activation=relu
[maxpool]
size=3
stride=2
padding=0
[convolutional]
filters=256
size=3
stride=1
pad=1
activation=relu
[maxpool]
size=3
stride=2
padding=0
[conected]
output=4096
activation=relu
[dropout]
probability=0.5
[connected]
output=4096
activation= relu
[dropout]
probability=0.5
[connectd]
output=1000
activation=linear
[softmax]
groups=1

